{
  "speakers": [
    {
      "id": "speaker1",
      "name": "BGen Robert B. Sofge, Jr.",
      "bio": "Brigadier General Sofge holds a Political Science degree from the U.S. Naval Academy, a Master of Business Administration from Touro University, a Master of Strategic Studies from the U.S. Army War College, and completed Harvard Business School’s Advanced Management Program. Brigadier General Sofge has more than 2,100 flight hours, primarily in the AV-8B Harrier. His personal decorations include two Legion of Merit Medals, the Defense Meritorious Service Medal, five Meritorious Service Medals, seven Air Medals, two Navy and Marine Corps Commendation Medals, two Navy and Marine Corps Achievement Medals, and the Marine Corps Good Conduct Medal.",
      "image_url": "https://raw.githubusercontent.com/jhorsley1601/conftest/master/RobertBSofge.png",
      "company": "U.S. Marine Corps Forces"
    },
    {
      "id": "speaker3",
      "name": "Colonel Matthew Bogdanos",
      "bio": "Colonel Bogdanos is a homicide prosecutor for the New York County District Attorney’s Office.  A former amateur middleweight boxer who joined the U.S. Marine Corps at 19, he remained in the reserves after leaving active duty in 1988 to join the D.A.’s Office. He led a counter-narcotics operation on the Mexican border and served in Desert Storm, South Korea, Lithuania, Guyana, Kazakhstan, Uzbekistan, and Kosovo. He holds a classics degree from Bucknell University; a master’s degree in Strategic Studies from the Army War College; and a law degree, a master’s degree in Classics, and a Recognition of Achievement in International Law from Columbia University.",
      "image_url": "https://raw.githubusercontent.com/jhorsley1601/conftest/master/Bogdanos.png",
      "company": "NY County District Attorney’s Office"
    },
    {
      "id": "speaker4",
      "name": "Yuan, Rong",
      "bio": "PhD, Assistant Provost/Senior Academic Advisor, Office of Standardization and Academic Excellence (OSAE), Defense Language Institute",
      "image_url": null,
      "company": "U.S. Army"
    }
  ],


  "tracks": [
    {
      "id": "track0",
      "name": "Language Skill Sustainment",
      "color": "#B5BD68"
    }

  ],
  "talk_types": [
    {
      "id": "talkType1",
      "name": "Technical"
    },
    {
      "id": "break",
      "name": "Break"
    }
  ],

  "schedule": [
    {
      "time": "8:00-8:15",
      "talks": [
        {
          "talk_id": "talk1",
          "speaker_id": "speaker1",
          "speaker_ids": "",
          "track_id": "track0",
          "talk_type_id": "talkType1",
          "title": "Cross-Cultural Competence (3C) Teaching",
          "description": "All Instruments of National Power Leveraging Citizen Volunteers to Enable Cross-Cultural Interoperability",
          "location": "Polifka Auditorium (SOS)"
        }
      ]
    }
  ]
}
